tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "gmp"
brew "libevent"
brew "libpng"
brew "harfbuzz"
brew "libtiff"
brew "openjdk@11"
brew "bazel"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "coreutils"
brew "curl"
brew "cython"
brew "duckdb"
brew "helm"
brew "htop"
brew "hugo"
brew "igraph"
brew "kubernetes-cli"
brew "libaec"
brew "lua"
brew "minikube"
brew "neovim"
brew "node"
brew "pandoc"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "r"
brew "sdl2"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "borkdude/brew/babashka"
brew "apache-arrow"
brew "graphviz"
brew "ruby"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "grpc"
brew "c-blosc"
brew "pygit2"
brew "librsvg"
brew "git-lfs"
brew "dvc"
brew "netpbm"
cask "fiji"
cask "miniforge"
cask "temurin17"
